[Version]
7.7

[Main]	
Item0000=Welkom bij HP Recovery Manager. Gebruik dit hulpmiddel om uw computer te herstellen, mocht deze ooit niet meer werken zoals voorheen.
Item0001=Ik heb meteen hulp nodig
Item0002=Ik wil onderhoudstaken uitvoeren
Item0003=Ik wil contact opnemen met de HP-klantenondersteuning
Item0004=Ik wil veiligheidsmaatregelen nemen
Item0005=Windows Systeemherstel
Item0006=Herstel het systeem naar een eerdere datum
Item0007=Windows Herstelomgeving
Item0008=Start de computer opnieuw op en ga naar Windows Herstelomgeving om de image te vernieuwen of het systeem naar de oorspronkelijke staat te herstellen
Item0009=Bestandsback-up
Item0010=Maak een back-up van uw persoonlijke gegevens
Item0011=Herstel met geminimaliseerde image
Item0012=Herstel alleen het besturingssysteem, stations en geselecteerde software (schone image)
Item0013=Computer controleren uitvoeren
Item0014=Gebruik het hulpmiddel Hardwarediagnose om het geheugen van de computer, de vaste schijf, enz. te controleren.
Item0015=Herstelmedia maken
Item0016=Maak een set herstelmedia voor het systeem
Item0017=Herstelpartitie verwijderen
Item0018=Verwijder de standaard geïnstalleerde softwareback-upimage om ruimte vrij te maken op de vaste schijf
Item0019=Fabrieksinstellingen herstellen
Item0020=Herstel de computer door de vaste schijf volledig te wissen en het systeem terug te zetten naar de oorspronkelijke fabrieksinstellingen van de computer
Item0021=Computeronderhoud uitvoeren
Item0022=Los problemen op, download updates en lees meer over uw computer
Item0023=Ondersteuning van HP aanvragen
Item0024=Geef de contactgegevens weer voor het aanvragen van klantenondersteuning van HP
Item0025=Contactgegevens weergeven
Item0026=Geef de contactgegevens weer voor het aanvragen van klantenondersteuning van HP
Item0027=Stuurprogramma's en toepassingen opnieuw installeren
Item0028=Installeer stuurprogramma's en/of toepassingen opnieuw
Item0029=Uitgeschakeld: De herstelpartitie is verwijderd.
Item0030=Uitgeschakeld: Herstel het systeem met behulp van herstelmedia.
Item0031=Uitgeschakeld: Windows Systeemherstel is uitgeschakeld.
Item0032=Uitgeschakeld: HP Support Assistant is niet geïnstalleerd.
Item0033=Windows Back-up maken en terugzetten
Item0034=Een back-up maken of de bestanden van een bestaande back-up terugzetten
Item0035=Onvoldoende toegangsrechten
Item0036=Voor het uitvoeren van HP Recovery Manager heeft u beheerdersrechten nodig. Stel beheerdersrechten in via Gebruikersaccountbeheer. 	
Item0037=Versie: 00
Item0038=Uitgeschakeld: niet ondersteund met dynamische schijven
Item0039=Uitgeschakeld: gebruik Windows Schijfbeheer
Item0040=Windows-bestandshistorie
Item0041=Voor sommige functies is toegang tot de herstelpartitie vereist. Sluit de tablet aan op het dockingapparaat en start HP Recovery Manager opnieuw om deze opties in te schakelen.
Item0042=Voor deze optie dient u de tablet aan te sluiten op het dockingapparaat en HP Recovery Manager opnieuw te starten.
Item0043=Voor herstel en back-up van bestanden is toegang tot de herstelpartitie in het dockingapparaat vereist. Plaats de tablet in het dockingapparaat, start het systeem opnieuw en druk op f11 om HP Recovery Manager opnieuw te starten. Klik op Doorgaan voor het uitvoeren van de computercontrole.
Item0044=Windows-systeem vernieuwen
Item0045=Voorzorgsmaatreg.
Item0046=Ondersteuning
Item0047=Onderhoud
Item0048=Herstelmedia aanmaken
Item0049=Herstelmedia voor uw systeem aanmaken
Item0050=Computeronderhoud uitvoeren 
Item0051=Contact opnemen met HP ondersteuning
Item0052=Herstelpartitie verwijderen
Item0053=Herstelpunten aanmaken of herstelpunten die u eerder aangemaakt hebt gebruiken om uw systeem te herstellen naar een eerdere datum
Item0054=Windows-bestandshistorie
Item0055=HP-herstelomgeving
Item0056=Start de computer opnieuw op en ga naar HP Herstelomgeving om het systeem naar de oorspronkelijke staat te herstellen
Item0057=Werp de tablet tijdens het herstelproces niet uit het basisstation. Hierdoor kan de tablet mogelijk niet meer worden opgestart.
Item0058=Start de computer opnieuw op en voer 00 in om het systeem te herstellen
Item0059=Windows-systeem opnieuw instellen
Item0060=HP Recovery Manager wordt alleen ondersteund in de liggende stand.
Item0061=Sluit HP Recovery Manager, schakel het scherm over naar de liggende stand en open HP Recovery Manager opnieuw.

[General]	
Item0100=Vorige
Item0101=Volgende
Item0102=Annuleren
Item0103=Doorgaan
Item0104=Voltooien
Item0105=OK
Item0106=Wilt u HP Recovery Manager afsluiten?
Item0107=Controleer of de computer is aangesloten op de voedingsadapter. Als dit niet het geval is, wordt het herstelproces mogelijk afgebroken.
Item0108=HP Recovery Manager is al actief!
Item0109=Opnieuw opstarten
Item0110=Afsluiten
Item0111=Voorzichtig: De computer werkt momenteel op accuvoeding.
Item0112=Voor dit proces is het noodzakelijk dat de computer wordt aangesloten op de voedingsadapter.
Item0113=Sluit de computer aan op de voedingsadapter. Klik vervolgens op OK om door te gaan.
Item0114=HP Recovery Manager mislukt. Foutcode = 00
Item0115=Er is een fout opgetreden. Probeer het opnieuw.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(foutcode=00)
Item0119=Onder de huidige configuratie wordt herstellen niet ondersteund. Schakel de versnellingsoptie voor Intel Smart Response Technology in en probeer het opnieuw.
Item0120=Recovery Manager is bestemd voor Windows 7. De software is niet compatibel met Windows 8.
Item0121=Deze Softpaq wordt niet ondersteund in Windows 7. Werk de computer eerst bij naar Windows 8.
	
[Windows System Restore]
Item0200=Windows Systeemherstel
Item0201=HP Recovery Manager sluit als Windows Systeemherstel gebruikt wordt.
Item0202=Met Windows Systeemherstel kunt u problemen oplossen die ervoor zorgen dat de computer traag is of niet reageert. Windows Systeemherstel heeft geen invloed op uw documenten, foto's of andere persoonlijke gegevens.
Item0203=Klik op Volgende om Windows Systeemherstel automatisch te starten.
	       	
[Computer Checkup]	
Item0250=Computer controleren
Item0251=Start Schijf controleren voor de Windows-partitie
Item0252=Start Schijf controleren voor de herstelpartitie
Item0253=Open een opdrachtprompt
Item0254=Selecteer een optie en klik op Volgende om door te gaan.
		
[Remove Recovery Partition]	
Item0300=Herstelpartitie verwijderen
Item0301=De opties voor Windows Push Button Reset (Windows Eenvoudig herstellen) en het herstellen van de HP-image zijn niet beschikbaar nadat u de herstelpartitie hebt verwijderd.
Item0302=Begrepen. Doorgaan met het verwijderen van de herstelpartitie.
Item0303=Doorgaan
Item0304=Het maken van herstelmedia is niet voltooid. Na het verwijderen van de herstelpartitie zal de optie Herstelmedia maken niet beschikbaar zijn.
Item0305=Ga nu naar 00.
Item0306=Bezig met verwijderen van herstelpartitie…
Item0307=Klik op Doorgaan om terug te keren naar de startpagina
Item0308=Startpagina
Item0309=Herstelmedia maken
Item0310=Er is een fout opgetreden tijdens het verwijderen van de herstelpartitie. Probeer het opnieuw.
Item0311=De herstelpartitie is verwijderd.
Item0312=Opties voor het herstel van de image (HP) zullen niet beschikbaar zijn na het verwijderen van de herstelpartitie.
		
[File Restore Program]	
Item0400=Bestanden terugzetten 
Item0401=Welkom
Item0402=Bestanden terugzetten helpt u bij het terugzetten van bestanden waarvan u eerder een back-up hebt gemaakt.
Item0403=Klik op Volgende om door te gaan.
Item0404=Welke bestandstypes wilt u terugzetten?
Item0405=Afbeeldingen
Item0406=Muziek en andere audiobestanden
Item0407=Video’s en films
Item0408=Opgenomen tv-programma’s
Item0409=Documenten, spreadsheets en presentaties
Item0410=E-mailberichten, internetfavorieten en -instellingen
Item0411=Andere
Item0412=Help
Item0413=Uw bestanden worden teruggezet op de volgende locatie:
Item0414=Op het bureaublad is een snelkoppeling naar deze locatie geplaatst.
Item0415=Terugzetten wordt uitgevoerd
Item0416=Voortgang:  00%
Item0417=Een ogenblik geduld...
Item0418=Bestanden teruggezet
Item0419=Het terugzetten is gelukt.
Item0420=Klik op Voltooien om dit programma af te sluiten.
Item0421=Het pad van sommige teruggezette bestanden bevat meer dan 260 tekens. Zie 00.
Item0422=OK
Item0423=Waarschuwing
Item0424=Bestanden terugzetten is al actief.
Item0425=Het uitvoeren van Bestanden terugzetten is alleen mogelijk in Windows 7.
Item0426=Bestanden terugzetten annuleren?
Item0427=Bestanden terugzetten geannuleerd
Item0428=U hebt het terugzetproces geannuleerd.
Item0429=Waarop wilt u de back-upbestanden opslaan?
Item0430=Lokale schijf
	
[File Backup Program]	
Item0500=Bestandsback-up
Item0501=Van welke bestandstypes wilt u een back-up maken?
Item0502=Afbeeldingen
Item0503=Muziek en andere audiobestanden
Item0504=Video’s en films
Item0505=Opgenomen tv-programma’s
Item0506=Documenten, spreadsheets en presentaties
Item0507=E-mailberichten, internetfavorieten en -instellingen
Item0508=Andere
Item0509=Help
Item0510=Klik op Volgende om door te gaan.
Item0511=Bezig met scannen
Item0512=De wizard Bestandsback-up maakt een lijst met bestanden waarvan een back-up moet worden gemaakt.
Item0513=Dit kan enkele minuten duren.
Item0514=Voortgang: 00%
Item0515=Een ogenblik geduld...
Item0516=Er is op de systeempartitie op de vaste schijf momenteel onvoldoende ruimte beschikbaar voor tijdelijke opslag tijdens het comprimeren van gegevens.
Item0517=Voordat u kunt doorgaan met de taak, moet u op de systeempartitie op de vaste schijf ruimte vrijmaken.
Item0518=OK
Item0519=Waarschuwing
Item0520=Selecteer een optie en klik op Volgende om door te gaan.
Item0521=Bezig met het uitvoeren van de back-up
Item0522=Bezig met het maken van back-upbestanden
Item0523=Bezig met het voltooien van de back-upbestanden
Item0524=Er zijn geen bestanden gevonden van de types die door de gebruiker zijn geselecteerd.
Item0525=Waar wilt u de back-up opslaan?
Item0526=Grootte van bronbestanden:  00
Item0527=Naam
Item0528=Type
Item0529=Totale grootte
Item0530=Vrije ruimte
Item0531=Er is geen apparaat beschikbaar voor bestandsback-up. Zorg ervoor dat er een verwisselbaar station is aangesloten.
Item0532=Verwisselbaar
Item0533=Bestandsback-up is voltooid.
Item0534=De bestanden worden opgeslagen in (00).
Item0535=Bezig met het kopiëren van de back-up 
Item0536=Het doelstation is niet aangesloten.
Item0537=Bestandsback-up
Item0538=Het maken van een back-up door HP Recovery Manager is gelukt.
Item0539=Bestandsback-up annuleren?
Item0540=Annuleren
Item0541=Bestandsback-up geannuleerd
Item0542=Het back-upproces is geannuleerd.
Item0543=U hebt het back-upproces geannuleerd.
Item0544=Wilt u doorgaan met Systeemherstel?
Item0545=Wilt u doorgaan met Herstel met geminimaliseerde image?
Item0546=Wilt u doorgaan met Fabrieksinstellingen herstellen?
Item0547=Ja
Item0548=Nee
Item0549=Brander
Item0550=Er is geen apparaat beschikbaar voor bestandsback-up. Zorg ervoor dat er een verwisselbaar station of een brander is aangesloten.
Item0551=Geautomatiseerde back-up
Item0552=Deze optie stelt gebruikers in staat om categorieën te selecteren voor het maken van een back-up (bijvoorbeeld - Foto's). De back-up beslaat de meeste bestandstypes die gebruikelijk zijn voor de geselecteerde categorieën. Gebruik deze optie als u de back-up op eenvoudige wijze wilt configureren.
Item0553=Handmatige back-up
Item0554=Deze optie stelt gebruikers in staat om specifieke bestanden en mappen te selecteren voor het maken van een back-up. Gebruik deze optie als u volledig zelf wilt bepalen waarvan er een back-up wordt gemaakt.
Item0555=Rechtstreekse gegevenskopie
Item0556=Rechtstreekse gegevenskopie maakt geen gebruik van compressie en bestanden worden niet teruggezet met behulp van HP Recovery Manager. Na het voltooien van de back-up zijn de gegevens vanaf elke computer toegankelijk via de directory Systeemherstelbestanden.
Item0557=Met kopiëren en plakken zet u de bestanden gemakkelijk terug op het oorspronkelijke systeem.
Item0558=Plaats een lege DVD+R- of DVD-R-schijf en klik op Volgende.
Item0559=Voortgang branden:  00%
Item0560=Totale aantal schijven:  00
Item0561=Huidige schijf:  00
Item0562=Plaats schijf
Item0563=Plaats een lege schijf.
Item0564=De schijf die u hebt geplaatst, wordt niet ondersteund door HP Recovery Manager. Plaats een lege DVD+R- of DVD-R-schijf (met een capaciteit van 4,7 GB).
Item0565=Gegevens voorbereiden 
	
[Recovery Media Creation]	
Item0600=Startpagina
Item0601=Herstelmedia maken
Item0602=U mag slechts 00 set herstelmedia maken.
Item0603=Ik ga akkoord.
Item0604=Doorgaan
Item0605=Plaats een van de volgende media:
Item0606=USB-flashstation
Item0607=Minimum 00GB capaciteit vereist
Item0608=Dvd
Item0609=00 schijven vereist
Item0610=DVDDL
Item0611=Doorgaan met de geselecteerde media?
Item0612=Ja
Item0613=Nee
Item0614=Het USB-herstel-flashstation wordt gemaakt...
Item0615=Schijf voorbereiden
Item0616=USB-flashstation wordt geformatteerd
Item0617=Image kopiëren
Item0618=Herstelimage wordt gekopieerd naar het USB-flashstation...
Item0619=Schijf verifiëren
Item0620=Herstelimage op het USB-flashstation wordt geverifieerd...
Item0621=00% voltooid
Item0622=Plaats schijf
Item0623=Plaats een 00-schijf om door te gaan. Klik op Annuleren als u wilt stoppen met het maken van herstelmedia. U kunt op elk gewenst moment doorgaan met het maken van herstelmedia door opnieuw de optie Herstelmedia maken te selecteren.
Item0624=Gegevens voorbereiden
Item0625=Herstelimage wordt gemaakt
Item0626=Gegevens branden
Item0627=Herstelimage wordt op de schijf gebrand
Item0628=Schijf verifiëren
Item0629=Herstelimage op de schijf wordt geverifieerd
Item0630=Herstelmedia gemaakt op 00. U mag slechts EEN set herstelmedia maken.
Item0631=Klik op OK om terug te keren naar de startpagina
Item0632=OK
Item0633=Het maken van herstelmedia is niet voltooid. Klik op Doorgaan om het maken van herstelmedia te voltooien.
Item0634=Annuleren
Item0635=Sluit de voedingsadapter van de computer aan.
Item0636=Voor dit proces is het noodzakelijk dat de accu is geïnstalleerd en de computer is aangesloten op de voedingsadapter.
Item0637=Installeer de accu
Item0638=Geen optischeschijfeenheid gevonden
Item0639=U kunt nu een optischeschijfeenheid aansluiten
Item0640=Blu-ray-schijf
Item0641=Het maken van herstelschijf 00 is voltooid. Voorzie schijf 00 van een label en bewaar de schijf op een veilige plaats.
Item0642=Het USB-flashstation wordt geformatteerd. Hierdoor gaan alle gegevens op het USB-flashstation verloren. Alle ruimte op het USB-flashstation wordt gebruikt voor de herstelimage (zelfs als de capaciteit van het USB-flashstation groter is dan de geschatte grootte van de herstelimage).
Item0643=Klik op Annuleren om terug te keren naar Media selecteren of klik op Doorgaan om te beginnen met het voorbereiden van de schijf.
Item0644=Selecteer een van de volgende mediaopties 
Item0645=EEN
Item0646=Bezig met het analyseren van hardware…
Item0647=Bezig met het maken van herstelmedia. HP Recovery Manager kan niet gesloten worden.
Item0648=Er is een fout opgetreden tijdens het maken van herstelmedia. Probeer het opnieuw.
Item0649=De capaciteit van het geplaatste flashstation is onvoldoende. Plaats een ander station.
Item0650=Herschrijfbare media wordt niet ondersteund. Plaats een lege 00 schijf.
Item0651=De geplaatste schijf is niet leeg. Plaats een lege 00 schijf.
Item0652=Herstelschijf 00 van 01 is voltooid. Voorzie de schijf 00 van 01  van een label en bewaar de schijf op een veilige plaats.
Item0653=U heeft een herstelschijf gemaakt.
Item0654=U heeft een herstel-flashstation gemaakt. Voorzie uw herstelmedia van een label en bewaar deze op een veilige plaats.
Item0655=00 schijf vereist
Item0656=Herschrijfbare media wordt niet ondersteund!!
Item0657=De geplaatste media wordt niet ondersteund!!
Item0658=De herstelpartitie is verwijderd. Hierdoor is de optie Herstelmedia maken niet meer beschikbaar.
Item0659=Schijf controleren is mislukt. Gebruik een andere schijf en probeer het opnieuw.
Item0660=Branden van de schijf is mislukt. Neem een andere schijf en probeer het opnieuw.
Item0661=Dit systeem is gemaakt vanaf herstelmedia. U mag slechts EEN set herstelmedia maken.
Item0662=De herstelpartitie is verwijderd.
Item0663=USB-limiet overschreden
Item0664=De herstelkopie is groter dan 32 GB. Gebruik optische media.
Item0665=Het herstelkopie overschrijdt de maximale grootte van 32 GB voor het USB-flashstation. U hebt optische media (dvd's) nodig om herstelmedia te maken.
Item0666=Zorg dat u een USB-flashstation gebruikt waar u 00 GB gegevens (maximaal 32 GB) kunt opslaan.
Item0667=- Herstelschijf 00 van 01 is voltooid. Label de schijf "00 van 01" en bewaar deze op een veilige plaats.
Item0668=- Plaats een schijf om door te gaan of klik op Annuleren om het maken van herstelmedia te stoppen. 
Item0669=- U kunt op elk moment doorgaan door de optie Aanmaken herstelmedia te selecteren.
Item0670=Voorzichtig: De geselecteerde USB-flashdrive wordt geformatteerd. Alle gegevens op de USB-flashdrive gaan verloren.
Item0671=Er wordt maximaal 32 GB op de USB-flashdrive gebruikt voor de terugzetimage. Als de USB-flashdrive groter is dan 32 GB zal de extra ruimte op de flashdrive onbruikbaar zijn nadat de terugzetimage is gemaakt.
Item0672=Klik op Annuleren om terug te keren naar de mediakeuze of klik op Doorgaan om het maken van herstelmedia te starten.
Item0673=Klik op 00 om terug te keren naar de geselecteerde media of klik op 01 om het maken van herstelmedia te starten.
	
[System Recovery]	
Item0700=Herstel de oorspronkelijke fabrieksinstellingen van de computer
Item0701=Dit proces zal de oorspronkelijke fabrieksimage op de systeempartitie opnieuw installeren maar geen andere wijzigingen aan de vaste schijven uitvoeren.
Item0702=Alle bestanden die door de gebruiker zijn gemaakt en alle programma's die na aankoop zijn geïnstalleerd, gaan hierbij verloren.
Item0703=Maak eerst een back-up van uw bestanden (aanbevolen)
Item0704=Herstel het systeem zonder eerst een back-up van uw bestanden te maken
Item0705=Selecteer een optie en klik op Volgende om door te gaan.
Item0706=HP-herstelomgeving
Item0707=Welkom bij HP Recovery Manager
Item0708=Gebruik dit programma om de oorspronkelijke fabrieksinstellingen van de computer te herstellen.
Item0709=Koppel alle externe apparaten los voordat u doorgaat.
Item0710=Raadpleeg voor meer informatie uw computerdocumentatie.
Item0711=Klik op Volgende om door te gaan.
Item0712=Fabrieksimage herstellen
Item0713=De Windows-partitie van de vaste schijf opnieuw formatteren
Item0714=De oorspronkelijke software wordt opnieuw geïnstalleerd
Item0715=Voortgang:  00% 
Item0716=Geschatte resterende tijd: 00 minu(u)t(en)
Item0717=Een ogenblik geduld...
Item0718=Herstel is voltooid
Item0719=Nadat de computer opnieuw is opgestart en u de initiële installatie van de computer hebt voltooid, moet u een aantal belangrijke aanvullende stappen uitvoeren:
Item0720=Werk de beveiligingsbestanden van Microsoft en HP bij
Item0721=Installeer software die niet is meegeleverd met de computer opnieuw
Item0722=Herstel persoonlijke gegevens waarvan u mogelijk een back-up hebt gemaakt (indien van toepassing)
Item0723=Klik op Voltooien om de computer nu opnieuw op te starten.
Item0724=Herstelvoorbereiding
Item0725=De vaste schijf wordt opnieuw geformatteerd en alle bestanden die nodig zijn voor het herstellen van de fabrieksimage, worden gekopieerd naar de vaste schijf.
Item0726=Herstelinstallatie
Item0727=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item0728=HP Recovery Manager herstelt de fabrieksinstellingen van de vaste schijf. Hierdoor gaan alle gebruikersgegevens en wijzigingen aan de vaste schijf verloren.
Item0729=OK
Item0730=Annuleren
Item0731=Voorbereiding voor herstel van de fabrieksimage
Item0732=Bestanden die nodig zijn voor het herstellen van de vaste schijf, worden gekopieerd
Item0733=Herstelvoorbereiding is gereed
Item0734=Nadat de computer opnieuw is opgestart, wordt de installatiefase van het herstel gestart.
Item0735=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item0736=Tijdens deze fase wordt de computer automatisch meerdere keren opnieuw opgestart. Dit is een normaal onderdeel van het proces.
Item0737=Zorg ervoor dat u in deze fase niet de computer afsluit, het scherm sluit, de voedingsadapter loskoppelt van de computer of toegang probeert te krijgen tot de computer.
Item0738=Klik op Doorgaan om de computer nu opnieuw op te starten.
Item0739=Plaats de herstelschijf #00.
Item0740=Verwijder de herstelmedia van het systeem
Item0741=Systeemherstel kan niet worden uitgevoerd vanuit Windows. Wilt u de computer opnieuw opstarten en naar de herstelomgeving gaan?
Item0742=Wilt u doorgaan?
Item0743=Bezig met voorbereiden van herstelomgeving…
Item0744=Sluit alle applicaties en start het systeem opnieuw op.
Item0745=Koppel alle externe apparaten los voordat u doorgaat, met uitzondering van het toetsenbord, de muis en de monitor.
Item0746=Systeemherstel kan niet worden uitgevoerd vanuit Windows. Wilt u de computer opnieuw opstarten en naar de herstelomgeving gaan?
Item0747=Het herstelproces bestaat uit twee fasen:
Item0748=Startpagina
Item0749=Systeemherstel
Item0750=Uitgeschakeld: Herstel het systeem met behulp van de optie Fabrieksinstellingen herstellen 
Item0751=Breng het systeem up-to-date door de meest recente updates van Microsoft en HP te installeren.
Item0752=U hebt HP-herstelomgeving geselecteerd. De computer wordt opnieuw opgestart in de herstelomgeving. Wilt u doorgaan?
Item0753=Als uw computer oorspronkelijk meer dan één besturingssysteem bevatte, zet het herstelproces alle besturingssystemen terug naar de fabriekswaarden.
Item0754=U hebt 00 geselecteerd. Het systeem zal opnieuw worden opgestart en naar de herstelomgeving gaan. Wilt u doorgaan?
Item0755=Alle door gebruikers gemaakte bestanden en partities, en programma's die na aanschaf zijn geïnstalleerd, gaan verloren.
Item0756=Het herstelproces bestaat uit twee fasen:
Item0757=Herstelvoorbereiding
Item0758=De Windows-partitie wordt opnieuw geformatteerd en alle bestanden die nodig zijn om Windows terug te zetten naar de originele fabrieksinstelling, worden gekopieerd naar de vaste schijf.
Item0759=Herstelinstallatie
Item0760=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item0761=Bestanden herstellen op de vaste schijf
Item0762=HP Drive Encryption (HPDE) is ingeschakeld op deze computer. Schakel HPDE uit voordat u systeemherstel uitvoert.
	
[Minimized Image Recovery]	
Item0800=Herstel met geminimaliseerde image
Item0801=In dit proces wordt een schone Windows-omgeving geïnstalleerd, inclusief stuurprogramma's en een beperkt pakket software.
Item0802=Alle bestanden die door de gebruiker zijn gemaakt en alle programma's die na aankoop zijn geïnstalleerd, gaan hierbij verloren.
Item0803=Maak eerst een back-up van uw bestanden (aanbevolen)
Item0804=Herstel het systeem zonder eerst een back-up van uw bestanden te maken
Item0805=Selecteer een optie en klik op Volgende om door te gaan.
Item0806=Herstel met geminimaliseerde image
Item0807=Welkom bij HP Recovery Manager
Item0808=In dit proces wordt een schone Windows-omgeving geïnstalleerd, inclusief stuurprogramma's en een beperkt pakket software.
Item0809=Het herstelproces bestaat uit twee fasen:
Item0810=Herstelvoorbereiding
Item0811=De vaste schijf wordt opnieuw geformatteerd en alle bestanden die nodig zijn voor het herstellen van de geminimaliseerde image, worden gekopieerd naar de vaste schijf.
Item0812=Herstelinstallatie
Item0813=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item0814=Koppel alle externe apparaten los voordat u doorgaat.
Item0815=Raadpleeg voor meer informatie uw computerdocumentatie.
Item0816=Klik op Volgende om door te gaan.
Item0817=Dynamische schijf gedetecteerd. Het herstelproces kan niet doorgaan. U moet de computer herstellen met behulp van herstelmedia
Item0818=Voorbereiding voor herstel van de geminimaliseerde image
Item0819=De Windows-partitie van de vaste schijf opnieuw formatteren
Item0820=Bestanden die nodig zijn voor het herstellen van de vaste schijf, worden gekopieerd
Item0821=Voortgang:  00% 
Item0822=Geschatte resterende tijd: 00 minu(u)t(en)
Item0823=Een ogenblik geduld...
Item0824=Herstelvoorbereiding is gereed
Item0825=Nadat de computer opnieuw is opgestart, wordt de installatiefase van het herstel gestart.
Item0826=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item0827=Tijdens deze fase wordt de computer automatisch meerdere keren opnieuw opgestart. Dit is een normaal onderdeel van het proces.
Item0828=Zorg ervoor dat u in deze fase niet de computer afsluit, het scherm sluit, de voedingsadapter loskoppelt van de computer of toegang probeert te krijgen tot de computer.
Item0829=Klik op Doorgaan om de computer nu opnieuw op te starten.
Item0830=Herstel is voltooid
Item0831=Nadat de computer opnieuw is opgestart en u de initiële installatie van de computer hebt voltooid, moet u een aantal belangrijke aanvullende stappen uitvoeren:
Item0832=Werk de beveiligingsbestanden van Microsoft en HP bij
Item0833=Installeer software die niet is meegeleverd met de computer opnieuw
Item0834=Herstel persoonlijke gegevens waarvan u mogelijk een back-up hebt gemaakt (indien van toepassing)
Item0835=Klik op Voltooien om de computer nu opnieuw op te starten.
Item0836=OK
Item0837=Plaats de herstelschijf #00.
Item0838=Verwijder de herstelmedia van het systeem
Item0839=HP Recovery Manager installeert de geminimaliseerde image. Hierdoor gaan alle gebruikersgegevens en wijzigingen aan de vaste schijf verloren.
Item0840=Koppel alle externe apparaten los voordat u doorgaat, met uitzondering van het toetsenbord, de muis en de monitor.
Item0841=Uitgeschakeld: Herstel het systeem met behulp van de optie Fabrieksinstellingen herstellen
Item0842=Als uw computer oorspronkelijk meer dan één besturingssysteem bevatte, zet het herstelproces alle besturingssystemen terug naar de fabriekswaarden.
	
[Boot from UCRD]	
Item0900=Systeemherstel
Item0901=HP Recovery Manager wordt standaard vanaf de vaste schijf uitgevoerd, maar u kunt het programma ook vanaf andere media starten.
Item0902=Programma uitvoeren vanaf media
Item0903=Programma uitvoeren vanaf vaste schijf
Item0904=Selecteer een optie en klik op Volgende om door te gaan.
Item0905=Programma uitvoeren vanaf vaste schijf
Item0906=De computer start nu opnieuw op vanaf de partitie.
Item0907=Verwijder de herstelmedia voordat u doorgaat.
Item0908=Klik op Voltooien om de wizard te sluiten.
Item0909=Neem contact op met HP Klantenondersteuning
Item0910=Deze computer wordt niet ondersteund door de systeemherstelmedia.
Item0911=U kunt dit systeem niet herstellen met behulp van de media.
Item0912=U kunt dit systeem niet herstellen via de apparaatpoort. Neem contact op met HP Klantenondersteuning.
		
[Factory Reset]	
Item1000=Fabrieksinstellingen herstellen
Item1001=Fabrieksimage herstellen
Item1002=Wilt u de fabrieksinstellingen van het systeem herstellen?
Item1003=Maak eerst een back-up van uw bestanden (aanbevolen)
Item1004=Herstel het systeem zonder eerst een back-up van uw bestanden te maken
Item1005=Selecteer een optie en klik op Volgende om door te gaan.
Item1006=Welkom bij HP Recovery Manager
Item1007=Gebruik dit programma om de oorspronkelijke fabrieksinstellingen van de computer te herstellen.
Item1008=Het herstelproces bestaat uit twee fasen:
Item1009=Herstelvoorbereiding
Item1010=De vaste schijf wordt opnieuw geformatteerd en alle bestanden die nodig zijn voor het herstellen van de fabrieksimage, worden gekopieerd naar de vaste schijf.
Item1011=Herstelinstallatie
Item1012=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item1013=Koppel alle externe apparaten los voordat u doorgaat.
Item1014=Raadpleeg voor meer informatie uw computerdocumentatie.
Item1015=Klik op Volgende om door te gaan.
Item1016=HP Recovery Manager herstelt de fabrieksinstellingen van de vaste schijf. Hierdoor gaan alle gebruikersgegevens en wijzigingen aan de vaste schijf verloren.
Item1017=Voorbereiding voor herstel van de fabrieksimage
Item1018=De Windows-partitie van de vaste schijf opnieuw formatteren
Item1019=Bestanden die nodig zijn voor het herstellen van de vaste schijf, worden gekopieerd
Item1020=Bestanden herstellen op de vaste schijf
Item1021=Voortgang:  00% 
Item1022=Een ogenblik geduld...
Item1023=Geschatte resterende tijd: 00 minu(u)t(en)
Item1024=Herstelvoorbereiding is gereed
Item1025=Nadat de computer opnieuw is opgestart, wordt de installatiefase van het herstel gestart.
Item1026=Software en stuurprogramma's worden geïnstalleerd en de inhoud wordt aangepast aan de computer.
Item1027=Tijdens deze fase wordt de computer automatisch meerdere keren opnieuw opgestart. Dit is een normaal onderdeel van het proces.
Item1028=Zorg ervoor dat u in deze fase niet de computer afsluit, het scherm sluit, de voedingsadapter loskoppelt van de computer of toegang probeert te krijgen tot de computer.
Item1029=Klik op Doorgaan om de computer nu opnieuw op te starten.
Item1030=Herstel is voltooid
Item1031=Nadat de computer opnieuw is opgestart en u de initiële installatie van de computer hebt voltooid, moet u een aantal belangrijke aanvullende stappen uitvoeren:
Item1032=Werk de beveiligingsbestanden van Microsoft en HP bij
Item1033=Installeer software die niet is meegeleverd met de computer opnieuw
Item1034=Herstel persoonlijke gegevens waarvan u mogelijk een back-up hebt gemaakt (indien van toepassing)
Item1035=Klik op Voltooien om de computer nu opnieuw op te starten.
Item1036=Ja
Item1037=Nee
Item1038=Neem contact op met HP Klantenondersteuning
Item1039=De meeste problemen kunnen worden opgelost door het herstellen van de vaste schijf.
Item1040=Als het probleem zich blijft voordoen, kunt u contact opnemen met HP Klantenondersteuning.
Item1041=De contactgegevens van HP Ondersteuning vindt u in de documentatie bij de computer.
Item1042=Klik op Voltooien om dit programma af te sluiten.
Item1043=Plaats de herstelschijf #00.
Item1044=Verwijder de herstelmedia van het systeem
Item1045=HP Recovery Manager herstelt de oorspronkelijke fabrieksinstelling van de vaste schijven. Hierdoor gaan alle gebruikersgegevens en wijzigingen aan de vaste schijf verloren.
Item1046=OK
Item1047=Annuleren
Item1048=Koppel alle externe apparaten los voordat u doorgaat, met uitzondering van het toetsenbord, de muis en de monitor.
Item1049=HP Recovery Manager herstelt de oorspronkelijke fabrieksinstelling van de vaste schijf/schijven. Hierdoor gaan alle gebruikersgegevens en wijzigingen aan de vaste schijf/schijven verloren.	
Item1050=Dit proces herstelt uw systeem naar de oorspronkelijke fabrieksinstellingen.
Item1051=De harde schijf wordt opnieuw gepartitioneerd en geformatteerd met de oorspronkelijke fabrieksinstellingen.
Item1052=Alle door gebruikers gemaakte bestanden en partities en programma's die na de aanschaf zijn geïnstalleerd, gaan verloren.
Item1053=Als uw computer oorspronkelijk meer dan één besturingssysteem bevatte, zet het herstelproces alle besturingssystemen terug naar de fabriekswaarden.
	
[Restoration Incomplete]	
Item1100=Terugzetten niet voltooid
Item1101=Het terugzetten is niet voltooid.
Item1102=Klik op een van de volgende knoppen:
Item1103=Logboek opslaan
Item1104=Gegevens
Item1105=Opnieuw proberen
Item1106=Deze voorziening verzamelt informatie over het systeem om HP te helpen bij het vaststellen van het probleem.
Item1107=Plaats een verwisselbaar schijfstation met minimaal 00 MB vrije ruimte en klik vervolgens op OK.
Item1108=OK
Item1109=Er is niet voldoende vrije ruimte. Plaats een verwisselbaar schijfstation met minimaal 00 MB vrije ruimte en klik vervolgens op OK.
Item1110=Het logboekbestand is opgeslagen als 00.
Item1111=Plaats de herstelmedia.
Item1112=Klik op Doorgaan om de computer nu opnieuw op te starten.
Item1113=Doorgaan
Item1114=De totale vasteschijfruimte is minder dan de oorspronkelijke, in de fabriek geïnstalleerde vaste schijf. Het herstelproces kan niet doorgaan. 
Item1115=De totale vasteschijfruimte is te klein. Het herstelproces kan niet doorgaan.
	
[Drivers and Applications Reinstall]	
Item1200=Stuurprogramma's en toepassingen opnieuw installeren
Item1201=Bezig met het samenstellen van een lijst met stuurprogramma's en toepassingen
Item1202=Startpagina
Item1203=Installeren
Item1204=Bezig met installeren
Item1205=Voltooid
Item1206=Toepassingen (00)
Item1207=Stuurprogramma's (00)
Item1208=HP updates (00): updates die zijn gedownload en geïnstalleerd vanaf HP.com of vanuit HP Support Assistant
Item1209=Versie: 00
Item1210=00 items,
Item1211=00 van 01 geselecteerde items,
Item1212=00 toepassing en
Item1213=00 toepassingen en
Item1214=00 stuurprogramma en
Item1215=00 stuurprogramma's en
Item1216=00 HP update
Item1217=00 HP updates
Item1218=De installatie is voltooid.
Item1219=De software wordt geïnstalleerd. Het sluiten van HP Recovery Manager wordt geannuleerd.
Item1220=OK
Item1221=Verwijder eerdere versies van de software voordat u de software opnieuw installeert.
Item1222=Er is een fout opgetreden tijdens het opnieuw installeren van software. Probeer het opnieuw.
Item1223=Geen softwarebron gevonden op deze computer
Item1224=Item
Item1225=00 van 01 geselecteerd item,
Item1226=Een of meer van de geselecteerde stuurprogramma's en/of toepassingen zijn mogelijk niet correct geïnstalleerd en gemarkeerd met een vraagteken. Verwijder deze stuurprogramma's en/of toepassingen van de computer voordat u ze opnieuw probeert te installeren met behulp van HP Recovery Manager.
Item1227=Een of meer van de geselecteerde stuurprogramma's en/of toepassingen zijn mogelijk niet correct geïnstalleerd en gemarkeerd met 00. Verwijder deze stuurprogramma's en/of toepassingen van de computer voordat u ze opnieuw probeert te installeren met behulp van HP Recovery Manager.
Item1228=00-stuurprogramma
Item1229=00-stuurprogramma's
Item1230=Gereed 
	
[RP Protection]	
Item1300=Herstelpartitie
Item1301=Waarschuwing
Item1302=Dit gebied van de vaste schijf (of partitie) bevat bestanden die worden gebruikt tijdens Windows Push Button Reset (Windows Eenvoudig herstellen) en het herstellen van de HP-image.
Item1303=Verwijder of wijzig deze bestanden niet.
Item1304=Als u wijzigingen aanbrengt aan deze partitie, is dit mogelijk in de toekomst van invloed op de functie voor systeemherstel.
	
[Show Contact Information]	
Item1350=Neem contact op met HP Klantenondersteuning
Item1351=De meeste problemen kunnen worden opgelost door het herstellen van de fabrieksimage.
Item1352=Als de problemen zich blijven voordoen of als u vervangende systeemherstelschijven nodig hebt, kunt u contact opnemen met HP Klantenondersteuning.
Item1353=HP Klantenondersteuning is bereikbaar op:
Item1354=www.hp.com/go/contacthp
Item1355=Klik op Voltooien om dit programma af te sluiten.
Item1356=Klik op Annuleren om dit programma af te sluiten.

[File Backup Program 2.0]
Item1400=Welke bestandsselectiemethode wilt u gebruiken om de back-up te maken?
Item1401=Automatisch selecteren
Item1402=Selecteer de bestandscategorieën waarvan u een back-up wilt maken.
Item1403=Handmatig selecteren
Item1404=Selecteer handmatig van welke mappen en bestanden u een back-up wilt maken.
Item1405=Met Automatisch selecteren kiest u de bestandscategorieën waarvan u een back-up wilt maken. Bijvoorbeeld “Afbeeldingen” en “Muziek en andere audiobestanden”. Het programma zoekt vervolgens op de computer naar bestanden in deze categorieën (op basis van een vooraf gedefinieerde set van bestandstypes die voor dergelijke bestanden veel worden gebruikt) en maakt hiervan een back-up. De bestanden in de back-up worden gecomprimeerd en moeten worden teruggezet met behulp van Bestand terugzetten voordat u ze kunt openen.
Item1406=Met Handmatig selecteren kunt u zelf kiezen van welke bestanden en mappen u een back-up wilt maken. Dit doet u door de gewenste bestanden en mappen te selecteren in een venster van Windows Verkenner. Voor de back-up kunt u kiezen uit twee opties: Compressie en Geen compressie
Item1407=Compressie: de bestanden in de back-up worden gecomprimeerd en moeten worden teruggezet met behulp van Bestand terugzetten voordat u ze kunt openen.
Item1408=Geen compressie: de bestanden en mappen worden afzonderlijk gekopieerd en niet gecomprimeerd. U kunt de bestanden openen zonder Bestand terugzetten te gebruiken.
Item1409=Wilt u compressie gebruiken?
Item1410=Compressie
Item1411=Geen compressie
Item1412=De bestanden worden gecomprimeerd in het formaat WIM en moeten op de computer worden teruggezet met behulp van Bestand terugzetten voordat u ze kunt openen. Met deze optie zorgt u ervoor dat de grootte van de back-up wordt geminimaliseerd. Tijdens het uitvoeren van Bestand terugzetten worden alle bestanden automatisch gekopieerd naar C:\. U kunt de bestanden openen via een snelkoppeling op het bureaublad.
Item1413=De bestanden en mappen worden afzonderlijk gekopieerd en niet gecomprimeerd. U kunt de bestanden rechtstreeks op het back-upstation openen zonder Bestand terugzetten te gebruiken. Met deze optie wordt de grootte van de back-up niet geminimaliseerd. U moet de bestanden en mappen handmatig terugkopiëren naar de computer (met behulp van Kopiëren en Plakken).
Item1414=Van welke bestanden wilt u een back-up maken?
Item1415=Door bestanden bladeren
Item1416=Grootte van back-up:  00
Item1417=Naam
Item1418=Grootte
Item1419=Mediaselectie voor back-up
Item1420=Geselecteerde media: 00
Item1421=U heeft 00 schijven van dit type nodig om de back-up te maken.
Item1422=Klik op Volgende om door te gaan met het maken van de back-up op de geselecteerde media.
Item1423=Klik op Vorige om een ander mediatype te selecteren.
Item1424=Bestand voorbereiden
Item1425=Schijf maken
Item1426=Schijf branden
Item1427=Schijf controleren
Item1428=Plaats schijf 00 van 00 00.
Item1429=Geselecteerde bestanden
Item1430=Bestanden kopiëren
Item1431=Geselecteerde bestanden en mappen gekopieerd
Item1432=Recovery Manager heeft de bestanden gekopieerd
Item1433=Sommige bestanden zijn groter dan de capaciteit van de back-upschijf. Het back-upproces wordt gestopt.
Item1434=Overschakelen op modus Compressie
Item1435=Selectie van bestanden groter dan 00 opheffen
Item1436=Opnieuw apparaat selecteren
Item1437=Lijst met grote bestanden
Item1438=Plaats schijf 00.
Item1439=Er is geen schijf beschikbaar met voldoende vrije ruimte voor de back-up. Sluit een andere schijf aan of maak ruimte vrij op de schijf die momenteel is aangesloten.
Item1440=Dit soort schijf wordt niet ondersteund.
Item1441=Hiermee wordt de bestandsgrootte verkleind. Het gebruik van de optie Bestanden terugzetten is vereist.
Item1442=Hiermee wordt de bestandsgrootte niet verkleind. Het gebruik van de optie Bestanden terugzetten is niet vereist.
Item1443=Een back-up kan alleen worden opgeslagen op optische media of op een externe vaste schijf. Als het gewenste apparaat en/of het gewenste mediatype niet is opgenomen in onderstaande lijst, controleert u of het gewenste apparaat is aangesloten en ingeschakeld, en of het gewenste mediatype in het optische-schijfstation is geplaatst. Ga vervolgens verder met het back-upproces.
Item1444=Dit is de verkeerder schijf of deze is beschadigd. Plaats schijf 00.
Item1445=Een back-up kan alleen worden opgeslagen op een externe vaste schijf of USB-flashdrive met NTFS-indeling. Zorg ervoor dat de gewenste hardware is aangesloten en het bestandssysteem NTFS is voordat u doorgaat met het back-upproces.
Item1446=Als 00 is geselecteerd in Automatisch selecteren of Handmatig selecteren, dan wordt van alle bestanden een back-up gemaakt in de modus Geen compressie en moeten deze bestanden worden teruggezet door de gegevens handmatig te kopiëren. De optie Bestanden terugzetten kan niet worden gebruikt.
Item1447=Alle bestanden zijn opgeslagen in de map van 00.
Item1448=De bestanden worden gecomprimeerd in de bestandsindeling WIM en moeten op de computer worden teruggezet met behulp van de optie Bestanden terugzetten voordat u ze kunt openen. Met deze optie zorgt u ervoor dat de grootte van de back-up wordt geminimaliseerd, dat alle bestanden worden teruggezet naar de door u opgegeven bestemming en dat u de bestanden kunt openen via een snelkoppeling op het bureaublad.
Item1449=Compressie wordt niet ondersteund wanneer 00-gegevens is geselecteerd.
Item1450=Er is een back-up gemaakt van 00-gegevens naar de map onder de hoofdmap van de back-upmap:
Item1451=Kopieer de back-up van 00-gegevens van de bovengenoemde back-upmap naar uw eigen systeem nadat het herstel is voltooid.
Item1452=Van 00-gegevens kan alleen een back-up worden gemaakt met behulp van de optie Geen compressie.
Item1453=Druk op OK om een back-up te maken met behulp van de optie Geen compressie of druk op Annuleren om een nieuwe back-up van de bestanden te maken.

[Windows Recovery Environment]
Item1500=HP Back-up en herstel of neem contact op met HP Ondersteuning

[Windows System Refresh]
Item1600=Uw pc vernieuwen zonder dat dit invloed heeft op uw persoonlijke bestanden

[AboutInfo]
Item1700=Informatie
Item1701=Versie
Item1702=Herstelmedia
Item1703=Systeem
Item1704=Productnummer
Item1705=Serienummer
Item1706=HP-herstelpartitie
Item1707=Ja
Item1708=Nee
Item1709=Info over